# -*- coding: utf-8 -*-



class JobForm:

    #========================================================================================
    #Движок



    #========================================================================================
    #Функционал


    #Данные
    def _data(self):

        data = {
            'nameComboBox': ( #item для combobox в аналитике
            'Все',
            'Электроэнергия',
            'Отопление',
            'Вода',
            'Водоотведение',
            'Коэффициент налогов',
            'Содержание жилплощади',
            'Кап ремонт',
            'Домофон',
            'Обслуживание газа',
            'Газ',
            'ТКО',
            'Дополнительные расходы'
            )
        }
